Repository: ozzyfly/z2-4x4-trainer
Catalog: App/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hant

source: Latest VO2 max %@, declined by %@
de: Aktueller VO2 max %@, um %@ gesunken
es: Último VO2 máx %1$@, bajó %2$@
fr: Dernier VO2 max %@, en baisse de %@
ja: 最新の VO2 max %1$@、%2$@ 低下
ko: 최근 VO2 max %@, %@ 감소
pt_br: Último VO2 max %@, queda de %@
zh_hant: 最新 VO2 max %1$@，下降 %2$@

source: Latest VO2 max %@, improved by %@
de: Aktueller VO2 max %@, um %@ verbessert
es: Último VO2 máx %1$@, mejoró %2$@
fr: Dernier VO2 max %@, en hausse de %@
ja: 最新の VO2 max %1$@、%2$@ 向上
ko: 최근 VO2 max %@, %@ 향상
pt_br: Último VO2 max %@, melhora de %@
zh_hant: 最新 VO2 max %1$@，進步 %2$@

source: Leave blank if not tracked
de: Leer lassen, falls nicht erfasst
es: Déjalo en blanco si no se registró
fr: Laissez vide si non suivi
ja: 記録がない場合は空欄のままにしてください
ko: 기록하지 않으면 비워 두세요
pt_br: Deixe em branco se não acompanhar
zh_hant: 若未追蹤可留空

source: Light
de: Leicht aktiv
es: Ligero
fr: Léger
ja: 軽い
ko: 가벼움
pt_br: Leve
zh_hant: 輕度

source: Log
de: Protokollieren
es: Registrar
fr: Enregistrer
ja: 記録
ko: 기록
pt_br: Registrar
zh_hant: 記錄

source: Log a workout
de: Workout protokollieren
es: Registrar un entreno
fr: Enregistrer un entraînement
ja: ワークアウトを記録
ko: 운동 기록하기
pt_br: Registrar um treino
zh_hant: 記錄一次訓練

source: Log a workout from the Today tab to see it here.
de: Protokolliere ein Workout im Heute-Tab, um es hier zu sehen.
es: Registra un entrenamiento desde la pestaña Hoy para verlo aquí.
fr: Enregistrez une séance depuis l’onglet Aujourd’hui pour la voir ici.
ja: 「今日」タブからワークアウトを記録するとここに表示されます。
ko: 오늘 탭에서 운동을 기록하면 여기에 표시됩니다.
pt_br: Registre um treino na aba Hoje para vê-lo aqui.
zh_hant: 從「今天」分頁記錄訓練後就會顯示在這裡。

source: Log a workout or connect Apple Health to see your week.
de: Protokolliere ein Workout oder verbinde Apple Health, um deine Woche zu sehen.
es: Registra un entrenamiento o conecta Apple Salud para ver tu semana.
fr: Enregistrez une séance ou connectez Apple Santé pour voir votre semaine.
ja: ワークアウトを記録するか、Appleヘルスケアを接続して今週の状況を確認しましょう。
ko: 운동을 기록하거나 Apple 건강을 연결하면 주간 현황이 표시됩니다.
pt_br: Registre um treino ou conecte o Apple Saúde para ver sua semana.
zh_hant: 記錄訓練或連接 Apple 健康以查看你的一週。

source: Log a workout to begin.
de: Protokolliere ein Workout, um zu starten.
es: Registra un entrenamiento para empezar.
fr: Enregistrez une séance pour commencer.
ja: ワークアウトを記録して始めましょう。
ko: 운동을 기록하고 시작하세요.
pt_br: Registre um treino para começar.
zh_hant: 記錄一次訓練即可開始。

source: Log manually
de: Manuell protokollieren
es: Registrar manualmente
fr: Enregistrer manuellement
ja: 手動で記録
ko: 직접 기록
pt_br: Registrar manualmente
zh_hant: 手動記錄

source: Log workout
de: Workout protokollieren
es: Registrar entreno
fr: Enregistrer la séance
ja: ワークアウトを記録
ko: 운동 기록
pt_br: Registrar treino
zh_hant: 記錄訓練

source: Logged manually
de: Manuell protokolliert
es: Registrado manualmente
fr: Enregistré manuellement
ja: 手動で記録
ko: 직접 기록됨
pt_br: Registrado manualmente
zh_hant: 手動記錄

source: Longest: %lld
de: Längste: %lld
es: Más larga: %lld
fr: Record : %lld
ja: 最長：%lld
ko: 최장: %lld
pt_br: Maior: %lld
zh_hant: 最長：%lld

source: Lose weight
de: Abnehmen
es: Perder peso
fr: Perdre du poids
ja: 減量
ko: 체중 감량
pt_br: Perder peso
zh_hant: 減重

source: Match Apple Watch zones
de: Apple-Watch-Zonen übernehmen
es: Coincidir con las zonas del Apple Watch
fr: Aligner sur les zones Apple Watch
ja: Apple Watch のゾーンに合わせる
ko: Apple Watch 존과 일치시키기
pt_br: Igualar às zonas do Apple Watch
zh_hant: 對齊 Apple Watch 區間

source: Max HR
de: Maximalpuls
es: FC máxima
fr: FC max
ja: 最大心拍数
ko: 최대 심박수
pt_br: FC máx.
zh_hant: 最大心率

source: Method
de: Methode
es: Método
fr: Méthode
ja: 計算方法
ko: 방식
pt_br: Método
zh_hant: 計算方式

source: Metric
de: Metrisch
es: Métrico
fr: Métrique
ja: メートル法
ko: 미터법
pt_br: Métrico
zh_hant: 公制

source: minutes
de: Minuten
es: minutos
ja: 分
ko: 분
pt_br: minutos
zh_hant: 分鐘

source: Minutes per day
de: Minuten pro Tag
es: Minutos por día
fr: Minutes par jour
ja: 1日あたりの分数
ko: 일일 분
pt_br: Minutos por dia
zh_hant: 每日分鐘數

source: Moderate
de: Moderat
es: Moderado
fr: Modéré
ja: 中程度
ko: 보통
pt_br: Moderado
zh_hant: 中等

source: Next: %@
de: Als Nächstes: %@
es: Siguiente: %@
fr: Suivant : %@
ja: 次：%@
ko: 다음: %@
pt_br: Próximo: %@
zh_hant: 下一個：%@

source: No account, no server. Everything lives on your iPhone and Apple Watch.
de: Kein Konto, kein Server. Alles bleibt auf deinem iPhone und deiner Apple Watch.
es: Sin cuenta y sin servidor. Todo vive en tu iPhone y Apple Watch.
fr: Pas de compte, pas de serveur. Tout reste sur votre iPhone et votre Apple Watch.
ja: アカウントもサーバーも不要。すべてはあなたのiPhoneとApple Watchの中に。
ko: 계정도 서버도 없습니다. 모든 것이 iPhone과 Apple Watch에 저장됩니다.
pt_br: Sem conta, sem servidor. Tudo fica no seu iPhone e Apple Watch.
zh_hant: 不需帳號、沒有伺服器。一切都存在你的 iPhone 與 Apple Watch 上。

source: No account, no server. Your training data stays on your iPhone and Apple Watch.
de: Kein Konto, kein Server. Deine Trainingsdaten bleiben auf iPhone und Apple Watch.
es: Sin cuenta, sin servidor. Tus datos de entrenamiento se quedan en tu iPhone y Apple Watch.
fr: Pas de compte, pas de serveur. Vos données d’entraînement restent sur iPhone et Apple Watch.
ja: アカウントもサーバーも不要。トレーニングデータは iPhone と Apple Watch に残ります。
ko: 계정도 서버도 없습니다. 훈련 데이터는 iPhone과 Apple Watch에만 저장됩니다.
pt_br: Sem conta, sem servidor. Seus dados de treino ficam no iPhone e no Apple Watch.
zh_hant: 不用帳號、沒有伺服器。你的訓練資料會留在 iPhone 和 Apple Watch 上。

source: No active streak. Log a workout to start one this week.
de: Keine aktive Serie. Protokolliere diese Woche ein Workout, um eine zu starten.
es: Sin racha activa. Registra un entrenamiento para empezar una esta semana.
fr: Aucune série en cours. Enregistrez une séance cette semaine pour en lancer une.
ja: 現在の連続記録はありません。今週ワークアウトを記録して始めましょう。
ko: 진행 중인 연속 기록이 없습니다. 이번 주에 운동을 기록해 시작하세요.
pt_br: Nenhuma sequência ativa. Registre um treino esta semana para começar uma.
zh_hant: 目前沒有連續紀錄。本週記錄一次訓練即可開始。

source: No active streak. Start one this week. Your longest streak was %lld weeks.
de: Keine aktive Serie. Starte diese Woche eine. Deine längste Serie waren %lld Wochen.
es: Sin racha activa. Empieza una esta semana. Tu racha más larga fue de %lld semanas.
fr: Aucune série en cours. Lancez-en une cette semaine. Votre record est de %lld semaines.
ja: 現在の連続記録はありません。今週始めましょう。最長連続記録は %lld 週間でした。
ko: 진행 중인 연속 기록이 없습니다. 이번 주에 시작하세요. 최장 기록은 %lld주였습니다.
pt_br: Nenhuma sequência ativa. Comece uma esta semana. Sua maior foi de %lld semanas.
zh_hant: 目前沒有連續紀錄。本週開始一次吧。你最長的連續紀錄是 %lld 週。

source: No fitness data
de: Keine Fitnessdaten
es: Sin datos de forma física
fr: Aucune donnée de forme
ja: フィットネスデータがありません
ko: 체력 데이터 없음
pt_br: Sem dados de condicionamento
zh_hant: 沒有體能資料

source: No resting heart rate found in Apple Health.
de: Kein Ruhepuls in Apple Health gefunden.
es: No se encontró frecuencia cardíaca en reposo en Apple Health.
fr: Aucune FC au repos trouvée dans Apple Santé.
ja: Apple ヘルスケアに安静時心拍数が見つかりません。
ko: Apple 건강에서 안정 시 심박수를 찾을 수 없습니다.
pt_br: Nenhuma FC em repouso encontrada no Apple Saúde.
zh_hant: 在 Apple Health 找不到靜止心率。

source: No resting heart rate in Health yet. Enter your zones manually below.
de: Noch kein Ruhepuls in Health. Trage deine Zonen unten manuell ein.
es: Todavía no hay frecuencia cardíaca en reposo en Salud. Introduce tus zonas manualmente abajo.
fr: Pas encore de FC au repos dans Santé. Saisissez vos zones ci-dessous.
ja: ヘルスケアにまだ安静時心拍数がありません。下でゾーンを手動で入力してください。
ko: 건강 앱에 안정 시 심박수가 아직 없습니다. 아래에서 존을 직접 입력하세요.
pt_br: Ainda sem FC em repouso no Saúde. Insira suas zonas manualmente abaixo.
zh_hant: 「健康」裡還沒有靜止心率資料。請在下方手動輸入區間。

source: No weight data
de: Keine Gewichtsdaten
es: Sin datos de peso
fr: Aucune donnée de poids
ja: 体重データがありません
ko: 체중 데이터 없음
pt_br: Sem dados de peso
zh_hant: 沒有體重資料

source: No workouts yet
de: Noch keine Workouts
es: Aún no hay entrenamientos
fr: Aucun entraînement
ja: まだワークアウトがありません
ko: 아직 운동 없음
pt_br: Ainda sem treinos
zh_hant: 尚無訓練記錄

source: Norwegian 4×4
de: Norwegisches 4×4
es: Noruego 4×4
fr: 4×4 norvégien
ja: ノルウェー式 4×4
ko: 노르웨이식 4×4
pt_br: 4×4 norueguês
zh_hant: 挪威 4×4

source: Note
de: Notiz
es: Nota
ja: メモ
ko: 메모
pt_br: Nota
zh_hant: 備註

source: Notifications are turned off for this app, so reminders can't be delivered.
de: Mitteilungen sind für diese App deaktiviert, daher können Erinnerungen nicht zugestellt werden.
es: Las notificaciones están desactivadas para esta app, así que los recordatorios no pueden entregarse.
fr: Les notifications sont désactivées pour cette app : les rappels ne peuvent pas être envoyés.
ja: このAppの通知がオフのため、リマインダーを届けられません。
ko: 이 앱의 알림이 꺼져 있어 리마인더를 전달할 수 없습니다.
pt_br: As notificações estão desativadas para este app, então os lembretes não podem ser entregues.
zh_hant: 此 App 的通知已關閉，提醒將無法送達。

source: One purchase, yours forever. No subscription — the app runs on your device, so there's nothing to rent.
de: Einmal kaufen, für immer deins. Kein Abo — die App läuft auf deinem Gerät, es gibt nichts zu mieten.
es: Una compra, tuyo para siempre. Sin suscripción: la app funciona en tu dispositivo, no hay nada que alquilar.
fr: Un seul achat, à vous pour toujours. Pas d’abonnement : l’app tourne sur votre appareil, il n’y a rien à louer.
ja: 一度の購入で永久に使えます。サブスクなし——アプリは端末上で動くため、借りるものはありません。
ko: 한 번 구매로 평생 소장. 구독 없음 — 앱은 기기에서 실행되므로 빌릴 것이 없습니다.
pt_br: Uma compra, seu para sempre. Sem assinatura — o app roda no seu aparelho, não há nada para alugar.
zh_hant: 一次購買，永久使用。不訂閱——app 完全在你的裝置上運作，沒有需要月租的東西。

source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir Réglages
ja: 設定を開く
ko: 설정 열기
pt_br: Abrir Ajustes
zh_hant: 開啟設定

source: Other zones use age-based defaults until edited.
de: Andere Zonen nutzen altersbasierte Standardwerte, bis sie bearbeitet werden.
es: Las demás zonas usan valores según la edad hasta que se editen.
fr: Les autres zones gardent les valeurs selon l’âge tant qu’elles ne sont pas modifiées.
ja: 他のゾーンは編集するまで年齢ベースの既定値を使用します。
ko: 다른 존은 수정 전까지 나이 기반 기본값을 사용합니다.
pt_br: As demais zonas usam padrões por idade até serem editadas.
zh_hant: 其他區間在編輯前會使用依年齡推算的預設值。

source: Override max HR
de: Maximalpuls überschreiben
es: Anular FC máxima
fr: Remplacer la FC max
ja: 最大心拍数を上書き
ko: 최대 심박수 직접 설정
pt_br: Substituir FC máx.
zh_hant: 覆寫最大心率

source: Overtraining guard
de: Übertrainings-Schutz
es: Guardia contra el sobreentrenamiento
fr: Garde surentraînement
ja: オーバートレーニング防止
ko: 과훈련 방지
pt_br: Guarda de overtraining
zh_hant: 過度訓練防護

source: Paused
de: Pausiert
es: En pausa
fr: En pause
ja: 一時停止中
ko: 일시정지됨
pt_br: Pausado
zh_hant: 已暫停

source: Peak HR
de: Spitzenpuls
es: FC máxima
fr: FC pic
ja: 最大心拍
ko: 최고 심박수
pt_br: FC pico
zh_hant: 峰值心率

source: Private by design
de: Privat by Design
es: Privado por diseño
fr: Privé par conception
ja: プライバシーを前提に設計
ko: 설계부터 프라이버시
pt_br: Privado por padrão
zh_hant: 以隱私為核心設計

source: Pro unlocked
de: Pro freigeschaltet
es: Pro desbloqueado
fr: Pro débloqué
ja: Proアンロック済み
ko: Pro 잠금 해제됨
pt_br: Pro desbloqueado
zh_hant: Pro 已解鎖

source: Profile
de: Profil
es: Perfil
fr: Profil
ja: プロフィール
ko: 프로필
pt_br: Perfil
zh_hant: 個人資料

source: Progressing — nice consistency!
de: Es geht voran — starke Konstanz!
es: ¡Progresando, buena constancia!
fr: Ça progresse : belle régularité !
ja: 順調 — 良い継続です！
ko: 성장 중 — 꾸준함이 좋아요!
pt_br: Progredindo — ótima consistência!
zh_hant: 進步中 — 保持得很好！

source: Pull heart rate, energy, and workouts from Apple Health — or log everything by hand.
de: Hole Herzfrequenz, Energie und Workouts aus Apple Health — oder protokolliere alles von Hand.
es: Obtén frecuencia cardíaca, energía y entrenamientos de Apple Salud — o regístralo todo a mano.
fr: Récupérez FC, énergie et séances depuis Apple Santé, ou enregistrez tout à la main.
ja: 心拍数・エネルギー・ワークアウトをAppleヘルスケアから取得——すべて手動で記録することもできます。
ko: Apple 건강에서 심박수·에너지·운동을 가져오거나, 모두 직접 기록하세요.
pt_br: Puxe FC, energia e treinos do Apple Saúde — ou registre tudo manualmente.
zh_hant: 從 Apple 健康讀取心率、能量與訓練——也可以全部手動記錄。

source: Quality score (0–100)
de: Qualitätswert (0–100)
es: Puntuación de calidad (0–100)
fr: Score de qualité (0–100)
ja: 品質スコア（0〜100）
ko: 품질 점수 (0–100)
pt_br: Pontuação de qualidade (0–100)
zh_hant: 品質分數（0–100）

source: Ramping fast
de: Schnelle Steigerung
es: Progresión rápida
fr: Progression rapide
ja: 負荷の増加が速めです
ko: 부하 증가 빠름
pt_br: Progressão rápida
zh_hant: 加量偏快

source: Ramping too fast
de: Zu schnelle Steigerung
es: Progresión demasiado rápida
fr: Progression trop rapide
ja: 負荷の増加が速すぎます
ko: 부하 증가 과도
pt_br: Progressão rápida demais
zh_hant: 加量過快

source: Readiness
de: Bereitschaft
es: Preparación
fr: Forme
ja: コンディション
ko: 준비도
pt_br: Prontidão
zh_hant: 狀態

source: Readiness in full, overtraining guard, adaptive coaching, fitness trend, export.
de: Volle Bereitschaftsanalyse, Übertrainings-Schutz, adaptives Coaching, Fitnesstrend, Export.
es: Preparación completa, guardia de sobreentrenamiento, entrenamiento adaptativo, tendencia, exportación.
fr: Forme complète, garde surentraînement, coaching adaptatif, tendance, export.
ja: リカバリー指標のすべて、オーバートレーニング防止、アダプティブコーチング、傾向、書き出し。
ko: 준비도 전체, 과훈련 방지, 적응형 코칭, 체력 추세, 내보내기.
pt_br: Prontidão completa, guarda de overtraining, treino adaptativo, tendência, exportação.
zh_hant: 完整 readiness、過度訓練防護、自適應教練、體能趨勢、匯出。

source: Readiness is low — today's session is reduced to %lld hard blocks.
de: Bereitschaft ist niedrig — die heutige Einheit ist auf %lld harte Blöcke reduziert.
es: La preparación es baja: la sesión de hoy se reduce a %lld bloques intensos.
fr: Forme basse : la séance du jour est réduite à %lld blocs durs.
ja: レディネスが低めです — 本日のセッションは高強度 %lld ブロックに短縮されます。
ko: 준비도가 낮아 오늘 세션은 고강도 %lld회로 축소됩니다.
pt_br: Prontidão baixa — a sessão de hoje foi reduzida a %lld blocos fortes.
zh_hant: Readiness 偏低 — 今天課表減為 %lld 組高強度。

source: Readiness, in full
de: Bereitschaft, komplett
es: Preparación, al completo
fr: La forme, au complet
ja: リカバリー指標のすべて
ko: 준비도, 전체 공개
pt_br: Prontidão, por completo
zh_hant: 完整的 Readiness

source: Reads only what coaching needs
de: Liest nur, was das Coaching braucht
es: Lee solo lo necesario para entrenarte
fr: Ne lit que le nécessaire au coaching
ja: コーチングに必要なものだけを読み取ります
ko: 코칭에 필요한 것만 읽습니다
pt_br: Lê apenas o que o treino precisa
zh_hant: 只讀取教練功能需要的資料

source: Recent workouts
de: Letzte Workouts
es: Entrenamientos recientes
fr: Séances récentes
ja: 最近のワークアウト
ko: 최근 운동
pt_br: Treinos recentes
zh_hant: 最近的訓練

source: Recover well.
de: Erhol dich gut.
es: Recupérate bien.
fr: Récupérez bien.
ja: しっかり回復を。
ko: 잘 회복하세요.
pt_br: Recupere-se bem.
zh_hant: 好好恢復。

source: Recoveries matter because your heart rate needs room to drop.
de: Erholungen zählen, weil dein Puls Raum zum Absinken braucht.
es: Las recuperaciones importan porque tu frecuencia necesita bajar.
fr: Les récupérations comptent : votre FC doit pouvoir redescendre.
ja: 心拍を下げる余地を作るため、回復区間も大切です。
ko: 심박수가 내려갈 여유가 필요하기에 회복이 중요합니다.
pt_br: As recuperações importam porque sua FC precisa de espaço para cair.
zh_hant: 恢復段很重要，因為心率需要有下降空間。

source: Recovery band
de: Erholungsband
es: Banda de recuperación
fr: Plage de récupération
ja: リカバリーバンド
ko: 회복 구간
pt_br: Faixa de recuperação
zh_hant: 恢復區間

source: Recovery minimum
de: Erholungsminimum
es: Recuperación mínima
fr: Récupération minimale
ja: リカバリー下限
ko: 최소 회복 시간
pt_br: Recuperação mínima
zh_hant: 恢復下限

source: Reminders
de: Erinnerungen
es: Recordatorios
fr: Rappels
ja: リマインダー
ko: 리마인더
pt_br: Lembretes
zh_hant: 提醒

source: Rest
de: Ruhetag
es: Descanso
fr: Repos
ja: 休養
ko: 휴식
pt_br: Descanso
zh_hant: 休息

source: Rest day
de: Ruhetag
es: Día de descanso
fr: Jour de repos
ja: 休養日
ko: 휴식일
pt_br: Dia de descanso
zh_hant: 休息日

source: Resting HR is required for heart-rate-reserve zones. Without it, zones fall back to age-based.
de: Für Herzfrequenzreserve-Zonen ist der Ruhepuls nötig. Ohne ihn gelten altersbasierte Zonen.
es: Las zonas de reserva de frecuencia cardíaca requieren la FC en reposo. Sin ella, las zonas vuelven al cálculo según la edad.
fr: La FC au repos est requise pour les zones en réserve cardiaque. Sinon, retour aux zones selon l’âge.
ja: 心拍予備能ゾーンには安静時心拍数が必要です。設定されていない場合、ゾーンは年齢ベースに戻ります。
ko: 심박수 예비량 존에는 안정 시 심박수가 필요합니다. 없으면 나이 기반으로 대체됩니다.
pt_br: A FC em repouso é necessária para zonas por reserva de FC. Sem ela, as zonas voltam ao padrão por idade.
zh_hant: 心率儲備區間需要靜止心率。若未設定，區間將改用依年齡推算的預設值。

source: Restore purchase
de: Kauf wiederherstellen
es: Restaurar compra
fr: Restaurer l’achat
ja: 購入を復元
ko: 구매 복원
pt_br: Restaurar compra
zh_hant: 恢復購買

source: Resume
de: Fortsetzen
es: Reanudar
fr: Reprendre
ja: 再開
ko: 재개
pt_br: Retomar
zh_hant: 繼續

source: Saved locally — couldn't add to Apple Health.
de: Lokal gespeichert — konnte nicht zu Apple Health hinzugefügt werden.
es: Guardado localmente — no se pudo añadir a Apple Salud.
fr: Enregistré localement : impossible d’ajouter à Apple Santé.
ja: ローカルに保存しました——Appleヘルスケアには追加できませんでした。
ko: 로컬에 저장됨 — Apple 건강에는 추가하지 못했습니다.
pt_br: Salvo localmente — não foi possível adicionar ao Apple Saúde.
zh_hant: 已儲存在本機——無法新增至 Apple 健康。

source: Sedentary
de: Sitzend
es: Sedentario
fr: Sédentaire
ja: 座りがち
ko: 좌식 생활
pt_br: Sedentário
zh_hant: 久坐

source: See the load analysis
de: Belastungsanalyse ansehen
es: Ver el análisis de carga
fr: Voir l’analyse de charge
ja: 負荷分析を見る
ko: 부하 분석 보기
pt_br: Ver a análise de carga
zh_hant: 查看負荷分析

source: See your score and why
de: Wert und Gründe ansehen
es: Ver tu puntuación y por qué
fr: Voir votre score et pourquoi
ja: スコアと理由を見る
ko: 점수와 이유 보기
pt_br: Ver sua pontuação e o porquê
zh_hant: 查看分數與原因

source: Seeded from Health — resting %lld, max %lld bpm. Adjust to match the Fitness app exactly.
de: Aus Health übernommen — Ruhepuls %lld, max. %lld bpm. Passe sie exakt an die Fitness-App an.
es: Importado desde Salud: reposo %1$lld, máx. %2$lld lpm. Ajústalo para que coincida exactamente con la app Fitness.
fr: Estimé depuis Santé : repos %lld, max %lld bpm. Ajustez pour coller à l’app Forme.
ja: ヘルスケアから取得 — 安静時 %1$lld、最大 %2$lld bpm。フィットネス App に正確に合わせて調整してください。
ko: 건강 앱 기반 — 안정 시 %lld, 최대 %lld bpm. 피트니스 앱과 정확히 맞도록 조정하세요.
pt_br: Estimado do Saúde — repouso %lld, máx. %lld bpm. Ajuste para bater com o app Fitness.
zh_hant: 已從「健康」帶入 — 靜止 %1$lld、最大 %2$lld bpm。請微調以完全對齊「健身」App。

source: Select when you completed this workout
de: Wähle, wann du dieses Workout abgeschlossen hast
es: Selecciona cuándo completaste este entrenamiento
fr: Choisissez quand vous avez terminé cette séance
ja: このワークアウトを完了した日時を選択
ko: 운동을 완료한 시각을 선택하세요
pt_br: Selecione quando você concluiu este treino
zh_hant: 選擇你完成這次訓練的時間

source: Session
de: Einheit
es: Sesión
fr: Séance
ja: セッション
ko: 세션
pt_br: Sessão
zh_hant: 次訓練

source: Session complete
de: Einheit abgeschlossen
es: Sesión completada
fr: Séance terminée
ja: セッション完了
ko: 세션 완료
pt_br: Sessão concluída
zh_hant: 訓練完成

source: Sessions
de: Einheiten
es: Sesiones
fr: Séances
ja: セッション
ko: 세션
pt_br: Sessões
zh_hant: 次訓練

source: Set all five zones to match Apple Watch — import from Health or enter them by hand.
de: Stelle alle fünf Zonen passend zur Apple Watch ein — aus Health importieren oder von Hand eintragen.
es: Configura las cinco zonas para que coincidan con el Apple Watch: impórtalas desde Salud o introdúcelas a mano.
fr: Réglez les cinq zones pour correspondre à l’Apple Watch : import depuis Santé ou saisie manuelle.
ja: 5 つのゾーンすべてを Apple Watch に合わせて設定 — ヘルスケアから読み込むか手動で入力します。
ko: 다섯 개 존을 Apple Watch와 일치시키세요 — 건강 앱에서 가져오거나 직접 입력.
pt_br: Defina as cinco zonas para igualar o Apple Watch — importe do Saúde ou insira manualmente.
zh_hant: 設定全部五個區間以對齊 Apple Watch — 可從「健康」匯入或手動輸入。

source: Set resting HR
de: Ruhepuls festlegen
es: Definir FC en reposo
fr: Définir la FC au repos
ja: 安静時心拍数を設定
ko: 안정 시 심박수 설정
pt_br: Definir FC em repouso
zh_hant: 設定靜止心率

source: Set to %lld bpm from Apple Health.
de: Auf %lld bpm aus Apple Health gesetzt.
es: Ajustado a %lld lpm desde Apple Health.
fr: Réglé à %lld bpm depuis Apple Santé.
ja: Apple ヘルスケアから %lld bpm に設定しました。
ko: Apple 건강 기준 %lld bpm으로 설정됨.
pt_br: Definido em %lld bpm pelo Apple Saúde.
zh_hant: 已從 Apple Health 設為 %lld bpm。

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
ja: 設定
ko: 설정
pt_br: Ajustes
zh_hant: 設定

source: Sex
de: Geschlecht
es: Sexo
fr: Sexe
ja: 性別
ko: 성별
pt_br: Sexo
zh_hant: 生理性別

source: Share
de: Teilen
es: Compartir
fr: Partager
ja: 共有
ko: 공유
pt_br: Compartilhar
zh_hant: 分享

source: Skip
de: Überspringen
es: Omitir
fr: Passer
ja: スキップ
ko: 건너뛰기
pt_br: Pular
zh_hant: 略過

source: Source
de: Quelle
es: Origen
ja: ソース
ko: 출처
pt_br: Origem
zh_hant: 來源

source: Start a %@ instead
de: Stattdessen %@ starten
es: Empezar %@ en su lugar
fr: Lancer %@ à la place
ja: 代わりに %@ を開始
ko: 대신 %@ 시작하기
pt_br: Iniciar %@ em vez disso
zh_hant: 改做 %@

source: Start a streak this week
de: Starte diese Woche eine Serie
es: Empieza una racha esta semana
fr: Lancez une série cette semaine
ja: 今週から連続記録を始めましょう
ko: 이번 주에 연속 기록 시작하기
pt_br: Comece uma sequência esta semana
zh_hant: 本週開始一段連續紀錄

source: Start guided session
de: Geführte Einheit starten
es: Empezar sesión guiada
fr: Démarrer la séance guidée
ja: ガイド付きセッションを開始
ko: 가이드 세션 시작
pt_br: Iniciar sessão guiada
zh_hant: 開始引導訓練

source: Start workout
de: Workout starten
es: Empezar entreno
fr: Démarrer la séance
ja: ワークアウトを開始
ko: 운동 시작
pt_br: Iniciar treino
zh_hant: 開始訓練

source: Steady
de: Konstant
es: Constante
fr: Régulier
ja: 安定
ko: 꾸준히
pt_br: Constante
zh_hant: 穩定

source: Structure
de: Aufbau
es: Estructura
ja: 構成
ko: 구성
pt_br: Estrutura
zh_hant: 結構

source: Sync Apple HR zones
de: Apple-Pulszonen synchronisieren
es: Sincronizar zonas de FC de Apple
fr: Synchroniser les zones FC Apple
ja: Apple の心拍ゾーンを同期
ko: Apple 심박 존 동기화
pt_br: Sincronizar zonas de FC da Apple
zh_hant: 同步 Apple 心率區間

source: Sync workouts and active energy from Apple Health.
de: Workouts und Aktivitätsenergie aus Apple Health synchronisieren.
es: Sincroniza entrenamientos y energía activa desde Apple Salud.
fr: Synchronisez séances et énergie active depuis Apple Santé.
ja: Appleヘルスケアからワークアウトとアクティブエネルギーを同期します。
ko: Apple 건강에서 운동과 활동 에너지를 동기화합니다.
pt_br: Sincronize treinos e energia ativa do Apple Saúde.
zh_hant: 從 Apple 健康同步運動與活動消耗。

source: Syncing: Workouts · Active energy · Heart rate · VO2 max · Body weight
de: Sync: Workouts · Aktivitätsenergie · Herzfrequenz · VO2 max · Gewicht
es: Sincronizando: Entrenamientos · Energía activa · Frecuencia cardíaca · VO2 máx. · Peso corporal
fr: Synchro : Séances · Énergie active · FC · VO2 max · Poids
ja: 同期中：ワークアウト · アクティブエネルギー · 心拍数 · 最大酸素摂取量 · 体重
ko: 동기화: 운동 · 활동 에너지 · 심박수 · VO2 max · 체중
pt_br: Sincronizando: Treinos · Energia ativa · FC · VO2 max · Peso
zh_hant: 同步中：運動 · 活動消耗 · 心率 · 最大攝氧量 · 體重

source: Take it easy
de: Locker lassen
es: Con calma
fr: Levez le pied
ja: 軽めに
ko: 쉬어가기
pt_br: Pegue leve
zh_hant: 放輕鬆

source: Target band
de: Zielband
es: Banda objetivo
fr: Plage cible
ja: 目標バンド
ko: 목표 구간
pt_br: Faixa alvo
zh_hant: 目標區間

source: Target bands
de: Zielbänder
es: Bandas objetivo
fr: Plages cibles
ja: 目標バンド
ko: 목표 구간
pt_br: Faixas alvo
zh_hant: 目標區間

source: Target HR
de: Ziel-Puls
es: FC objetivo
fr: FC cible
ja: 目標心拍数
ko: 목표 심박수
pt_br: FC alvo
zh_hant: 目標心率

source: Thanks for supporting an independent, private-by-design app.
de: Danke, dass du eine unabhängige, privacy-first App unterstützt.
es: Gracias por apoyar una app independiente y privada por diseño.
fr: Merci de soutenir une app indépendante et privée par conception.
ja: 独立開発・プライバシー第一のアプリを支えてくれてありがとうございます。
ko: 독립적이고 프라이버시 우선인 앱을 지원해 주셔서 감사합니다.
pt_br: Obrigado por apoiar um app independente e privado por padrão.
zh_hant: 謝謝你支持一款獨立、隱私優先的 app。

source: The App Store is unreachable right now — try again later.
de: Der App Store ist gerade nicht erreichbar — versuch es später erneut.
es: No se puede conectar con el App Store ahora mismo; inténtalo más tarde.
fr: L’App Store est injoignable pour l’instant : réessayez plus tard.
ja: 現在App Storeに接続できません。後でもう一度お試しください。
ko: 지금은 App Store에 연결할 수 없습니다. 나중에 다시 시도하세요.
pt_br: A App Store está inacessível agora — tente novamente mais tarde.
zh_hant: 目前無法連上 App Store——請稍後再試。
